[
  "Do you know why I always want to be close to you?",
  "Do you know why I am always happy when I am with you?",
  "Do you know that your smile brightens up my day?",
  "Do you know that talking to you makes time fly by?",
  "Do you know that you are always on my mind?",
  "Do you know that I love the way you laugh?",
  "Do you know that I enjoy every moment we spend together?",
  "Do you know that I feel butterflies in my stomach when I see you?",
  "Do you know that I find you very attractive?",
  "Do you know that I'm always excited to see you or talk to you?",
  "Do you know that no one makes me feel the way you do?",
  "Do you know that you have the most beautiful eyes?",
  "Do you know that hearing your voice brightens my day?",
  "Do you know that I look forward to our time together all week?",
  "Do you know that I wish I could see you every day?",
  "Do you know that you inspire me to be a better person?",
  "Do you know that I can't stop thinking about you?",
  "Do you know that I've never felt this way about anyone before?",
  "Do you know that you are one of a kind?",
  "Do you know that your hugs are the best?",
  "Do you know that I miss you every second we're apart?",
  "Do you know that I want to be by your side forever?",
  "Do you know that you are the most caring person I know?",
  "Do you know that you have the cutest smile?",
  "Do you know that you make me want to be the best version of myself?",
  "Do you know that you are the most interesting person I've ever met?",
  "Do you know that you give the best advice?",
  "Do you know that I wish time would stop when we are together?",
  "Do you know that you understand me better than anyone else?",
  "Do you know that I feel so comfortable around you?",
  "Do you know that no one makes me laugh like you do?",
  "Do you know that you make me feel appreciated?",
  "Do you know that you turn my bad days into good ones?",
  "Do you know that I am grateful you are in my life?",
  "Do you know that I've liked you from the moment we met?",
  "Do you know that you are my happiness?",
  "Do you know that I still get butterflies when I see you?",
  "Do you know that I love hearing about your day?",
  "Do you know that you have the most contagious laugh?",
  "Do you know that I wish I could freeze time when we're together?",
  "Do you know that I cherish every moment we spend together?",
  "Do you know that I love your quirky habits?",
  "Do you know that your voice is music to my ears?",
  "Do you know that I look forward to growing old with you?",
  "Do you know that I love all your little gestures?",
  "Do you know that seeing you happy makes me smile?",
  "Do you know that I wish I could hold your hand right now?",
  "Do you know that your hugs are the best part of my day?",
  "Do you know that I can't stop staring into your eyes?",
  "Do you know that being in your arms feels like home?",
  "Do you know that I have never felt this way about anyone else?",
  "Do you know that my heart skips a beat when you walk in the room?",
  "Do you know that hearing you say my name is the sweetest sound?",
  "Do you know that I think about you all the time?",
  "Do you know that you are my dream come true?",
  "Do you know that I just want to be close to you all the time?",
  "Do you know that I love when you play with my hair?",
  "Do you know that you are the best part of me?",
  "Do you know that your texts make me instantly smile?",
  "Do you know that I am proud to have you by my side?",
  "Do you know that I love our inside jokes?",
  "Do you know that you give the warmest hugs?",
  "Do you know that I want to make you as happy as you've made me?",
  "Do you know that I can't imagine my life without you in it?",
  "Do you know that you make me want to be a better person?",
  "Do you know that you are simply amazing?",
  "Do you know that I want to grow old with you?",
  "Do you know that your smile makes my heart skip a beat?",
  "Do you know that you are my happiness?",
  "Do you know that I still get butterflies when I see you?",
  "Do you know that I love hearing about your day?",
  "Do you know that you have the most contagious laugh?",
  "Do you know that I wish I could freeze time when we're together?",
  "Do you know that I cherish every moment we spend together?",
  "Do you know that I love your quirky habits?",
  "Do you know that your voice is music to my ears?",
  "Do you know that I look forward to growing old with you?",
  "Do you know that I love all your little gestures?",
  "Do you know that seeing you happy makes me smile?",
  "Do you know that I wish I could hold your hand right now?",
  "Do you know that your hugs are the best part of my day?",
  "Do you know that I can't stop staring into your eyes?",
  "Do you know that being in your arms feels like home?",
  "Do you know that I have never felt this way about anyone else?",
  "Do you know that my heart skips a beat when you walk in the room?",
  "Do you know that hearing you say my name is the sweetest sound?",
  "Do you know that I think about you all the time?",
  "Do you know that you are my dream come true?",
  "Do you know that I just want to be close to you all the time?",
  "Do you know that I love when you play with my hair?",
  "Do you know that you are the best part of me?",
  "Do you know that your texts make me instantly smile?",
  "Do you know that I am proud to have you by my side?",
  "Do you know that I love our inside jokes?",
  "Do you know that you give the warmest hugs?",
  "Do you know that I want to make you as happy as you've made me?",
  "Do you know that I can't imagine my life without you in it?",
  "Do you know that you make me want to be a better person?",
  "Do you know that you are simply amazing?"
]
